/* Toolbar item */
"Action" = "Aktivnost";
"Active" = "Aktivan (PORT)";

/* Window title. */
"Activity" = "Aktivnost";
"Allow" = "Dozvoli";
"Always" = "Uvek";

/* Transfer action for existing files */
"Prompt" = "Upit";

/* Toolbar item */
"{0} Bookmarks" = "{0} Bukmarkovi";

/* Alert sheet alternate button */
"Cancel" = "Otkaži";

/* Toolbar item tooltip */
"Character Encoding" = "Enkodiranje karaktera";
"Choose" = "Izbor";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Počisti";

/* Remove all bookmarks from history. */
"Clear Menu" = "Počisti meni";

/* Toolbar item */
"Column" = "Kolona";

/* Toolbar item tooltip */
"Connect to server" = "Poveži se sa serverom";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Ne mogu da otvorim ili da pročitam datoteku";
"Could not open the file" = "Ne mogu da otvorim datoteku";
"Could not show the file" = "Ne mogu da prikažem datoteku";
"Could not show the file in the Finder" = "Ne mogu da prikažem datoteku u Finder-u";

/* Toolbar item tooltip */
"Create New Folder" = "Kreiraj novu fasciklu";

/* Menu item */
"Cut {0}" = "Iseci {0}";
"Copy {0}" = "Kopiraj {0}";
"Default" = "Podrazumevano";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Obriši";
"Delete Bookmark" = "Obriši bukmark";

/* Toolbar item tooltip */
"Delete file" = "Obriši datoteku";
"Deny" = "Odbij";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Odjavi se";

/* Alert sheet title */
"Disconnect from {0}" = "Odjavi se sa {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Odjavi se sa servera";
"Do you want to delete the selected bookmark?" = "Da li želite da obrišete izabrani bukmark?";

/* Toolbar item */
"Download" = "Preuzmi";
"Download As:" = "Preuzmi kao:";

/* Toolbar item tooltip */
"Download file" = "Preuzmi datoteku";
"Download the selected file to…" = "Preuzmi izabranu datoteku u…";

/* Toolbar item */
"Edit" = "Izmeni";

/* Toolbar item tooltip */
"Edit file in external editor" = "Izmeni datoteku u spoljnom editoru";

/* Toolbar item */
"Encoding" = "Enkodiranje";

/* Alert sheet title */
"Error" = "Greška";

/* Quit application on Windows */
"Exit" = "Izlaz";
"File" = "Datoteka";

/* A column in the browser */
"Filename" = "Ime datoteke";
"{0} Items" = "{0} Datoteke";
"Folder" = "Fascikla";
"FTP (File Transfer Protocol)" = "FTP (Protokol prenosa datoteka)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Preuzmi informacije";

/* Toolbar item */
"Go to Folder" = "Idi u fasciklu";
"History" = "Istorija";

"Invalid character in filename." = "Nedozvoljeni karakter u imenu datoteke.";
"Invalid character in folder name." = "Nedozvoljeni karakter u imenu fascikle.";

/* A column in the browser */
"Kind" = "Vrsta";
"Extension" = "Ekstenzija";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Lista";
"Local" = "Lokalno";
"Local File" = "Lokalna datoteka";
"Mac Line Endings (CR)" = "Završetak Mac linije (CR)";

/* A column in the browser */
"Modified" = "Modifikovano";

/* Move a downloaded file to the trash */
"Move to Trash" = "Premesti u smeće";
"Multiple files" = "Više datoteka";

/* Toolbar item */
"New Connection" = "Otvori konekciju";

/* Toolbar item */
"No external editor available" = "Nije dodeljen spoljni editor";

/* Alert sheet text */
"No newer version available." = "Nema novih verzija.";
"No private key selected" = "Nije izabran nijedan privatni ključ";
/* Alert sheet title */
"No update" = "Nema ažuriranja";
"None" = "Nijedan";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} od {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "U redu";
"Open" = "Otvori";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Otvori u internet pretraživaču";

/* Toolbar item */
"Outline" = "Okvir";

/* A column in the browser */
"Owner" = "Vlasnik";

/* A column in the browser */
"Group" = "Grupa";
"Passive" = "Pasivno (PASV)";

/* Menu item */
"Paste {0}" = "Nalepi {0}";

/* A column in the browser */
"Permissions" = "Dozvole";

/* Toolbar item */
"Quick Connect" = "Brzo povezivanje";

/* Toolbar item */
"Quick Look" = "Brzi pregled";
"Quit" = "Izlaz";
"Quit Anyway" = "Svejedno izađi";

/* Confirm deleting files. */
"Delete {0} files" = "Zaista obrisati sledeće datoteke? Ovo ne možete povratiti.";

/* Toolbar item */
"Refresh" = "Osveži";

/* Toolbar item tooltip */
"Refresh directory listing" = "Osveži listing direktorijuma";

/* Toolbar item in Transfer Window. */
"Reload" = "Ponovo učitaj";

/* Toolbar item in Transfer Window. */
"Remove" = "Ukloni";
"Remove completed transfers from list." = "Remove completed transfers from list.";


"Review…" = "Pregledaj…";

/* Toolbar item in Transfer Window. */
"Search" = "Pretraži";
"Server File" = "Server datoteka";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH protokol prenosa datoteka)";
"Show" = "Prikaži";

/* Toolbar item tooltip */
"Show file attributes" = "Prikaži atribute datoteke";
"Show in Finder" = "Prikaži u Finder-u";

/* Toolbar item tooltip */
"Show Transfers window" = "Prikaži prozor sa prenosima";

/* A column in the browser */
"Size" = "Veličina";

/* Toolbar item in Transfer Window. */
"Stop" = "Stoj";

/* Toolbar item tooltip */
"Switch Browser View" = "Promeni pregled pretraživača";
"Symbolic Link (File)" = "Simbolična veza (Datoteka)";
"Symbolic Link (Folder)" = "Simbolična veza (Fascikla)";

/* Toolbar item */
"Synchronize {0} with" = "Sinhronizuj {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Sinhronizuj datoteke";

/* Alert sheet text */
"The connection will be closed." = "Konekcija će biti prekinuta.";
"There are files currently being transferred. Quit anyway?" = "Trenutno se prebacuju datoteke. Da izađem svejedno?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Javio se problem prilikom provere mogućeg ažuriranja. Molimo pokušajte ponovo kasnije.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Pregled bukmarkova";
"Transfer in progress" = "Prebacivanje u toku";

/* Toolbar item */
"Transfers" = "Prebacivanja";

"Auto" = "Auto";
"Unknown" = "Nepoznato";
"Unknown size" = "Nepoznata veličina";

/* Toolbar item */
"Upload" = "Prebaci";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Prebaci datoteku na udaljeni server";

/* Toolbar item */
"View" = "Pregled";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Povezani ste sa barem jednim udaljenim serverom. Da li želite da vidite otvorene pretraživače?";
"Open Network Diagnostics" = "Otvori mrežnu dijagnostiku";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Distribuciono kreiranje i verzionisanje na internet-bazi)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Verzija";
"Beta" = "Beta";
"Snapshot Builds" = "Privremena verzija";

"Show Hidden Files" = "Prikaži skrivene datoteke";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Sakrij traku sa alatkama";
"Show Toolbar" = "Prikaži traku sa alatkama";
